<template>
    <div id="ques" class="column pb-5 is-8 is-offset-2 ">
        <div class="column card card_dropdown1 card_dropdown_h pr-6 has-text-weight-bold" v-for="qu in content" :key="qu.id " :value="qu">
            <span class="card_text is-size-6">{{qu.ask}}</span><br>{{qu.ans}}
        </div>
    </div>
</template>
<script>
    export default {
        data: ()=> ({
            content: [{
                ask: 'หากเกิดอุบัติเหตุทำอย่างไร',
                ans: `เนื่องจากเป็นการเช่ารถโดยท่านขับเอง
                หากเกิดอุบัติเหตุ ไม่ว่าเป็นฝ่ายถูกหรือฝ่ายผิด ผู้เช่าต้องรับผิดชอบค่าเสียหายทั้งหมดที่เกิดขึ้น`
            },
            {
                ask: 'สามารถเดินทางออกนอกจังหวัดกรุงเทพมหานครได้หรือไม่',
                ans: `ท่านสามารถเดินทางออกอกจังหวัดได้
                ภายในระยะเวลที่กำหนด (ทั้งนี้ระยะเวลาในการให้บริการ ขึ้นอยู่กับผู้ประกอบการ)`
            },
            {
                ask: 'ตรวจสอบค่าบริการอื่นๆที่ไม่ครอบคลุม',
                ans: `ค่าบริการอื่นๆ อาทิเช่น
                ค่าน้ำมัน ค่าทางด่วน ค่าจอดรถ ผู้เช่าชำระตามจริง ค่าบริการ นอกเวลาทำการ และ ค่านอกเวลาให้บริการ เริ่มต้นที่
                100 บาท/ชั่วโมง`
            },
            {
                ask: 'วันหยุดยาวและเทศกาล ราคาเปลี่ยนแปลงหรือไม่',
                ans: 'อัตราค่าเช่ารถและค่าบริการ อาจมีการเปลี่ยนแปลง ขึ้นอยู่กับร้านรถเช่าเป็นผู้พิจารณา'
            },
            {
                ask: 'หากชำระเงินแล้วสามารถยกเลิกการจองรถได้หรือไม่',
                ans: 'ไม่สามารถยกเลิกได้ เนื่องจากเป็นนโยบายของทางร่านเช่า'
            },

        ],
        })
    }
</script>
